import Markdown from 'markdown-to-jsx';

const str = `
# 개인정보처리방침

**개인정보처리방침**

supin(이하 "회사")은 이용자들의 개인정보 보호를 중요시하며, 정보통신서비스제공자가 준수하여야 할 관련 법규상의 개인정보보호 규정 및 정보통신부가 제정한 개인정보보호지침을 준수하고 있습니다.

회사는 개인정보보호정책을 통하여 이용자들이 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다. 본 개인정보보호정책은 관계법령의 변경 및 회사가 제공하는 서비스의 내용변경에 따라 변경될 수 있습니다.

**1. 개인정보 수집에 대한 동의
회사는** 이용자의 개인정보를 아래의 목적으로 이용하며, 이용자의 별도 동의가 있는 경우나 법령에 규정된 경우를 제외하고는 이용자의 개인정보를 목적 외로 이용하지 않습니다.

- ”suppin”의 회원가입 및 로그인을 시도할 때 개인정보 수집에 대해 동의한 것으로 봅니다.

**2. 개인정보 수집목적 및 이용목적**

- 회사는 회사에서 제공하는 서비스의 원활한 제공을 위하여 이용자의 동의 하에 이용자의 개인정보를 수집하고 있습니다.
- 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 각종 고지·통지, 고충처리, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 처리합니다.
- 이용자 요청사항 처리 이용자의 신원 확인, 요청사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.
- 신규 서비스 개발 및 맞춤 서비스 제공을 위해 이용자의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리하며 기타 서비스, 신규 정보 안내 및 이벤트 정보 안내를 위해 개인정보를 수집합니다.
- 회사는 위의 목적 이외에는 수집된 개인정보를 사용할 수 없습니다. 다만 추후 개인정보의 사용목적과 용도가 변경될 경우에는 공지합니다.
- "개인정보"라 함은 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함)를 말합니다.

**3. 개인정보 수집 항목**

회사는 회원가입, 원활한 고객상담, 각종 서비스 등 기본적인 서비스 제공을 위하여 아래와 같은 개인정보를 수집합니다.

- 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 수집하는 정보 : 휴대폰 번호, 성명, 이메일
- 서비스 이용 과정에서 자동으로 생성/수집되는 정보 : 서비스이용기록, 단말기 모델명, 단말기식별번호, OS(Androiod/iOS) 및 버전, PUSH 토큰, 단말접속일시, 세션아이디, 단말 MAC address 사용자 위치정보
- 상기 단말기에 관한 정보는 개인을 식별할 수 없는 형태이며 회사는 수집된 정보를 바탕으로 개인을 식별하는 일체의 활동을 하지 않습니다.
- 이벤트 참여 등의 부가 서비스 이용 시 본 개인정보처리방침이 적용되며 별도의 추가 개인정보 처리 시 이에 대한 동의를 이용자에게 받습니다.

**4. 개인정보 수집 방법**

- 회사는 이용자에게 서비스를 제공하기 위한 필수적인 정보들을 제공 받고 있습니다. 인권 침해의 우려가 있는 민감한 개인정보(주민등록번호, 인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않으며 부득이하게 수집해야 할 경우 이용자들의 사전 동의를 반드시 구하도록 하고 있습니다.
- 개인정보 중 e-mail 및 연락처는 서비스 제공, 고지사항 전달, 본인 의사 확인, 불만처리 등 의사소통의 경로 확보, 새로운 서비스나 이벤트 정보 등의 최신정보 안내의 용도로 사용됩니다.
- 회사는 어떠한 경우라도 이용자의 개인정보를 사전에 밝힌 목적 이외의 다른 목적으로 사용하지 않으며, 해당 정보를 외부로 유출시키지 않습니다.

**5. 개인정보 보유기간 및 이용기간**

- 이용자가 회사에서 제공하는 서비스를 이용하는 동안은 회사는 이용자의 개인정보를 지속적으로 보유하며 편리한 서비스의 제공을 위한 기초 자료로 이용합니다. 다만 이용자 본인이 개인정보를 변경하거나 삭제 요청을 하는 경우는 회사에서 정책에 따라서 삭제하여 추후 열람이나 이용이 불가능한 상태로 처리하고 있습니다.

**6. 개인정보 제공 및 공유**

- 개인정보는 원칙적으로 서비스와 무관한 제 3자에게 이용자의 동의 없이 제공될 수 없습니다.
- 회사는 약관에 의거하여 다음과 같은 경우 개인정보를 이용자의 동의 없이 제공, 판매할 수 있습니다.

1. 특정 개인을 식별할 수 없는 형태로 가공되어 회사와 계약한 개인 또는 고객에게 제공되는 경우

2. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로써 특정 개인을 식별할 수 없는 형태로 제공하는 경우

- 회사는 약관에 의거하여 다음과 같은 경우 개인정보를 이용자의 동의 없이 제 3자에게 제공할 수 있습니다.

1. 이용자가 서비스를 이용하여 타인에게 정신적 또는 물질적 피해를 줌으로써 그에 대한 법적인 조치를 취하기 위하여 개인정보를 공개해야 한다고 판단되는 충분한 근거가 있는 경우

2. 이용자의 법령 또는 약관의 위반을 포함하여 부정행위 확인 등의 정보보호 업무를 위해 필요한 경우

3. 법에 의거하여 적법한 절차에 의한 수사기관이나 기타 정부기관으로부터 정보제공을 요청 받은 경우

4. 기타 법률에 의해 요구되는 경우

**7. 개인정보 보유 및 이용 기간**

- 개인정보 보유기간은 이용자가 이용계약 종료를 신청하여 회사가 승인하기까지 입니다. 이용자와 회사 간의 이용계약이 종료될 경우 수집한 모든 정보를 삭제하고, 수집을 중단합니다. 단, 이용자에게 개인정보 보관기간에 대해 별도의 동의를 얻은 경우 혹은 법령에서 일정 기간 정보보관 의무를 부과하는 경우에는 해당 기간 동안 개인정보를 안전하게 보관합니다.
1. **서비스 제공을 위해 수집한 회원가입 정보** : 회원탈퇴 후 15일 까지
2. **법령에 의한 개인정보 보유**
- 표시/광고에 관한 기록

◦ 보존근거 : 전자상거래 등에서의 소비자보호에 관한 법률

◦ 보존기간 : 6개월

- 계약 또는 청약철회 등에 관한 기록

◦ 보존근거 : 전자상거래 등에서의 소비자보호에 관한 법률

◦ 보존기간 : 5년

- 소비자의 불만 또는 분쟁처리에 관한 기록

◦ 보존근거 : 전자상거등에서의 소비자보호에 관한 법률

◦ 보존기간 : 3년

- 신용정보의 수집, 처리 및 이용 등에 관한 기록

◦ 보존근거 : 신용정보의 이용 및 보호에 관한 법률

◦ 보존기간 : 3년

- 본인확인에 관한 기록보존

◦ 보존근거 : 정보통신망 이용척진 및 정보보호에 관한 법률

◦ 보존기간 : 6개월

- 접속에 관한 기록보존

◦ 보존근거 : 통신비밀보호법에 관한 법률

◦ 보존기간 : 3개월

**8. 쿠키(cookie) 운영에 관한 사항**

- 회사는 양질의 서비스를 제공하기 위해서 쿠키를 사용할 수 있습니다. 쿠키는 웹사이트를 운영하는데 이용되는 서버(HTTP)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC컴퓨터내의 하드디스크에 저장되기도 합니다.
- 회사가 양질의 서비스를 제공하기 위해서 쿠키를 사용할 때는 이용자들은 쿠키에 대하여 사용여부를 선택할 수 있습니다. 이때 이용자는 웹브라우저의 옵션을 통해서 쿠키가 저장될 때마다 확인을 거치거나 모든 쿠키의 저장을 거부할 수도 있습니다. 또한 회사는 유효한 법적 절차를 통하지 않고서는 쿠키의 정보를 제 3자에게 절대 공개하지 않습니다.

**9. 개인정보 위탁처리**

- 회사는 서비스 향상을 위해서 이용자들의 개인정보를 외부전문업체에 위탁하여 처리할 수 있습니다. 개인정보의 처리를 위탁하는 경우에는 미리 그 사실을 이용자들에게 공지할 것입니다. 또한 위탁계약 등을 통하여 서비스제공자의 개인정보보호 관련 지시엄수, 개인정보에 관한 비밀유지, 제3자 제공의 금지 및 사고 시의 책임부담 등을 명확히 규정하고 당해 계약내용을 서면 또 전자적으로 보관할 것입니다.

**10. 개인정보 관련 의견 수렴 및 불만처리에 관한 사항**

- 회사는 개인정보보호와 관련하여 이용자의 의견을 수렴하고 있으며 불만을 처리하기 위하여 모든 절차와 방법을 마련하고 있습니다. 이용자는 회사의 개인정보 관리 책임자 및 담당자에게 불만사항을 신고할 수 있으며, 회사는 이용자의 신고사항에 대하여 신속하고도 충분한 답변을 해 드릴 것입니다.
- 또 정부에서 설치하여 운영 중인 아래의 기관에 불만을 처리할 수 있습니다.

1. 개인정보침해 신고센터 (http://www.cyberprivacy.or.kr 전화:1336)

2. 대검찰청 인터넷범죄수사센터 (http://icic.sppo.go.kr 전화:02-3480-3600)

3. 경찰청 사이버테러대응센타 (http://www.ctrc.go.kr 전화:02-392-0330)

**11. 개인정보 관리 책임자 및 담당자**

- 회사는 이용자의 소중한 정보를 안전하게 관리하도록 최선을 다하고 있습니다. 개인정보를 보호하는데 있어 귀하께 고지한 사항들에 반하는 사고가 발생할 경우 개인정보관리 책임자가 책임을 집니다. 회사는 개인정보에 대한 의견수렴 및 불만처리를 담당하는 개인정보 관리 책임자 및 담당자를 지정하고 있고, 연락처는 아래와 같습니다.
- 개인정보 관리 책임자 : 김희기 winsomehg@gmail.com

**12. 부칙**

- 법령, 정책 또는 보안기술의 변경에 따라 내용의 추가, 삭제 및 변경이 있을 시에는 변경사항 시행일 7일 전부터 당사 사이트의 공지사항을 통하여 고지합니다.
- 공고일자 : 2024년 8월 24일
- 시행일자 : 2024년 8월 24일

‍회사는 모든 이용자분들의 개인정보를 소중히 여기며, 이용자분들이 안심하고 서비스를 이용하실 수 있도록 개인정보 보호에 노력을 기울이겠습니다.
`;

export const PolicyPage = () => {
  return <Markdown>{str}</Markdown>;
};
